{
  "users": [
    {
      "id": "001",
      "login": "nekit",
      "password": "123456",
      "registed_at": "2023-08-23",
      "role_id": "777"
    },
    {
      "login": "nekita",
      "password": "nekita",
      "registed_at": "2064-02-26 08:08",
      "role_id": 1,
      "id": "kkvYHxa"
    }
  ],
  "roles": [
    {
      "id": "777",
      "name": "Администратор"
    },
    {
      "id": "1",
      "name": "Читатель"
    },
    {
      "id": "2",
      "name": "Модератор"
    },
    {
      "id": "3",
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "Идейные соображения высшего порядка",
      "image_url": "https://fastly.picsum.photos/id/1070/280/150.jpg?hmac=T7EDks4ietL_Ov4X0GY_ndxZ-l1LxxuB0mrE_vORA2E",
      "content": "Значимость этих проблем настолько очевидна, что консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности позволяет оценить значение направлений прогрессивного развития.<br>Идейные соображения высшего порядка, а также начало повседневной работы по формированию позиции позволяет оценить значение систем массового участия. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Таким образом укрепление и развитие структуры требуют определения и уточнения дальнейших направлений развития.<br>С другой стороны реализация намеченных плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Повседневная практика показывает, что новая модель организационной деятельности в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. С другой стороны укрепление и развитие структуры в значительной степени обуславливает создание модели развития.",
      "published_at": "2023-08-23"
    },
    {
      "id": "002",
      "title": "Разнообразный и богатый",
      "image_url": "https://fastly.picsum.photos/id/1054/280/150.jpg?hmac=fVZuQKflbdGiRtpxP0DX8JtbFWI5S0dwQWxmsDnEQlQ",
      "content": "Разнообразный и богатый опыт консультация с широким активом требуют от нас анализа модели развития. Разнообразный и богатый опыт сложившаяся структура организации в значительной степени обуславливает создание существенных финансовых и административных условий. Товарищи! реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации систем массового участия. Повседневная практика показывает, что новая модель организационной деятельности способствует подготовки и реализации новых предложений. Равным образом начало повседневной работы по формированию позиции играет важную роль в формировании существенных финансовых и административных условий.",
      "published_at": "2023-08-23"
    },
    {
      "id": "003",
      "title": "Равным образом укрепление и развитие структуры способствует",
      "image_url": "https://fastly.picsum.photos/id/539/280/150.jpg?hmac=Or8rnN1fsF1vIbzvai9vBOa6YGhuZCd7IY9_coyS7I0",
      "content": "Не следует, однако забывать, что реализация намеченных плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий. Разнообразный и богатый опыт рамки и место обучения кадров представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям. Не следует, однако забывать, что консультация с широким активом позволяет оценить значение направлений прогрессивного развития. Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности играет важную роль в формировании соответствующий условий активизации. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации дальнейших направлений развития.<br>Задача организации, в особенности же укрепление и развитие структуры требуют определения и уточнения систем массового участия. Разнообразный и богатый опыт укрепление и развитие структуры позволяет выполнять важные задания по разработке существенных финансовых и административных условий. Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности требуют определения и уточнения направлений прогрессивного развития.",
      "published_at": "2023-08-23"
    },
    {
      "id": "004",
      "title": "Сфера нашей активности позволяет выполнять важные задания по разработке",
      "image_url": "https://fastly.picsum.photos/id/698/280/150.jpg?hmac=eG4JL368c7ADkA-wayDs1rmUWHQy18Xzwic6W4o4xzw",
      "content": "Таким образом дальнейшее развитие различных форм деятельности играет важную роль в формировании новых предложений. Таким образом укрепление и развитие структуры способствует подготовки и реализации существенных финансовых и административных условий.<br>Равным образом реализация намеченных плановых заданий позволяет выполнять важные задания по разработке модели развития. Таким образом рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий.<br>Таким образом новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке соответствующий условий активизации. Равным образом постоянный количественный рост и сфера нашей активности позволяет оценить значение системы обучения кадров, соответствует насущным потребностям. Значимость этих проблем настолько очевидна, что консультация с широким активом играет важную роль в формировании соответствующий условий активизации.",
      "published_at": "2023-08-23"
    }
  ],
  "comments": [
    {
      "author_id": "001",
      "post_id": "001",
      "publishedAt": "2060-10-18 12:39",
      "content": "312312",
      "id": 1
    },
    {
      "author_id": "001",
      "post_id": "001",
      "publishedAt": "2046-05-05 05:15",
      "content": "312312412412",
      "id": 2
    },
    {
      "author_id": "001",
      "post_id": "001",
      "publishedAt": "2034-11-06 04:55",
      "content": "3123124124121241241",
      "id": 3
    },
    {
      "author_id": null,
      "post_id": "001",
      "publishedAt": "2045-06-13 21:02",
      "content": "1",
      "id": 4
    },
    {
      "author_id": null,
      "post_id": "001",
      "publishedAt": "2043-07-13 20:01",
      "content": "1",
      "id": 5
    },
    {
      "author_id": null,
      "post_id": "001",
      "publishedAt": "2064-05-14 10:21",
      "content": "1k",
      "id": 6
    },
    {
      "author_id": "001",
      "post_id": "001",
      "publishedAt": "2053-11-13 23:19",
      "content": "12",
      "id": 7
    },
    {
      "author_id": "001",
      "post_id": "001",
      "publishedAt": "2064-05-27 10:03",
      "content": "1",
      "id": 8
    },
    {
      "author_id": "001",
      "post_id": "001",
      "publishedAt": "2050-08-06 04:21",
      "content": "34643",
      "id": 9
    }
  ],
  "sessions": [
    {
      "hash": "0.95157886325867657717481051804497838020324707031250",
      "user": {
        "id": "001",
        "login": "nekit",
        "password": "123456",
        "registeredAt": "2023-08-23",
        "roleId": "777"
      },
      "id": 1
    },
    {
      "hash": "0.32458745277151890284983437595656141638755798339844",
      "user": {
        "id": "kkvYHxa",
        "login": "nekita",
        "password": "nekita",
        "registeredAt": "2064-02-26 08:08",
        "roleId": 1
      },
      "id": 2
    },
    {
      "hash": "0.50623227163937434269769255479332059621810913085938",
      "user": {
        "id": "001",
        "login": "nekit",
        "password": "123456",
        "registeredAt": "2023-08-23",
        "roleId": "777"
      },
      "id": 3
    },
    {
      "hash": "0.33668334242318698201756888011004775762557983398438",
      "user": {
        "id": "001",
        "login": "nekit",
        "password": "123456",
        "registeredAt": "2023-08-23",
        "roleId": "777"
      },
      "id": 4
    },
    {
      "hash": "0.53684696575629109460692234279122203588485717773438",
      "user": {
        "id": "001",
        "login": "nekit",
        "password": "123456",
        "registeredAt": "2023-08-23",
        "roleId": "777"
      },
      "id": 5
    }
  ]
}